Repository: paulhfischer/skriptentool
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: generate orders
de: Skriptenaufträge generieren

source: generate covers
de: Deckblätter generieren

source: Changes in admin interface
de: Änderungen im Admin-Interface

source: YYYY-MM-DD
de: TT.MM.JJJJ

source: optional comment
de: optionaler Kommentar

source: author
de: Autor

source: authors
de: Autoren

source: mail
de: E-Mail-Adresse

source: balance
de: Kassenstand

source: balances
de: Kassenstände

source: initial
de: Ersteinlage

source: opening
de: Kassenöffnung

source: closing
de: Kassenschluss

source: temporary
de: Zwischenstand

source: user
de: Benutzer

source: time
de: Zeitpunkt

source: amount (in €)
de: Betrag (in €)

source: counted
de: gezählt

source: type
de: Art

source: high balance
de: hoher Kassenstand

source: cart
de: Verkaufsvorgang

source: carts
de: Verkaufsvorgänge

source: vendor
de: Verkäufer

source: time of creation
de: Erstellzeitpunkt

source: There can only be one sale at a time.
de: Es darf nur ein Verkauf gleichzeitig stattfinden.

source: item
de: Artikel

source: items
de: Artikel

source: lecture note
de: Skript

source: printing quota
de: Druckkontingent

# security deposit
source: deposit
de: Kaution

source: quantity
de: Anzahl

source: cash book entry
de: Kassenbucheintrag

source: cash book entries
de: Kassenbucheinträge

source: correction
de: Korrektur

source: withdrawal
de: Entnahme

source: deposit
de: Einlage

source: sale
de: Verkauf

source: creator
de: Ersteller

source: detail
de: Details

source: Correction
de: Korrektur

source: deposit note
de: Kautionsschein

source: deposit notes
de: Kautionsscheine

source: number
de: Nummer

source: deposit (in €)
de: Kaution (in €)

source: time of sale
de: Verkaufszeitpunkt

source: sold by
de: Verkauft von

source: return time
de: Rückgabezeitpunkt

source: refunded by
de: Erstattet von

source: refundable
de: erstattbar

source: printing quota log
de: Druckkontingent-Log

source: printing quota logs
de: Druckkontingent-Logs

source: pending
de: ausstehend

source: success
de: erfolgreich

source: unknown number
de: unbekannte Nummer

source: unauthorized
de: nicht authentifiziert

source: get
de: auslesen

source: add
de: hinzufügen

source: amount
de: Anzahl

source: There is no article matching the EAN %(ean)s.
de: Es konnte kein Artikel mit der EAN %(ean)s gefunden werden.

source: %(semester_start)s until %(semester_end)s
de: %(semester_start)s bis %(semester_end)s

source: EANs may only contain numbers.
de: EANs dürfen nur aus Zahlen bestehen.

source: An article with this EAN already exists.
de: Ein Artikel mit dieser EAN existiert bereits.

source: deposits
de: Kautionen

source: designation
de: Bezeichnung

source: deposit amount (in €)
de: Kautionsbetrag (in €)

source: lecture notes
de: Skripten

source: mathematics
de: Mathematik

source: physics
de: Physik

source: informatics
de: Informatik

source: royal blue
de: royalblau

source: ice blue
de: eisblau

source: caribbean blue
de: karibikblau

source: sea green
de: seegrün

source: grass green
de: grasgrün

source: may green
de: maigrün

source: grey
de: grau

source: purple
de: lila

source: violet
de: violett

source: brick red
de: ziegelrot

source: pink
de: rosa

source: salmon
de: lachsfarben

source: light yellow
de: hellgelb

source: golden yellow
de: goldgelb

source: A4 (portrait)
de: A4 (Hochformat)

source: A4 (landscape)
de: A4 (Querformat)

source: one-sided
de: einseitig

source: two-sided
de: doppelseitig

source: subject
de: Studienfach

source: price (in €)
de: Preis (in €)

source: study grants
de: Studienzuschüsse

source: semester (start)
de: Semester (von)

source: semester (end)
de: Semester (bis)

source: for sale
de: steht zum Verkauf

source: stock
de: Bestand

source: color of cover
de: Deckblattfarbe

source: papersize
de: Papiergröße

source: sides
de: Seitigkeit

source: notes for printing
de: Anmerkungen für den Druck

source: PDF file
de: PDF-Datei

source: printing quotas
de: Druckkontingente

source: number of pages
de: Seitenzahl

source: %(num)d pages
de: %(num)d Seiten

source: sales shift
de: Verkaufsschicht

source: sales shifts
de: Verkaufsschichten

source: start time
de: Beginn

source: end time
de: Ende

source: reviewed
de: überprüft

source: beverages
de: Getränke

source: %(date)s (%(time_start)s until %(time_end)s)
de: %(date)s (%(time_start)s bis %(time_end)s)

source: %(date)s (%(time_start)s until now)
de: %(date)s (%(time_start)s bis jetzt)

source: users
de: Benutzer

source: Local usernames have to start with "@" and may only contain letters.
de: Lokale Benutzernamen müssen mit "@" beginnen und dürfen nur Buchstaben enthalten.

source: username
de: Benutzername

source: first name
de: Vorname

source: last name
de: Nachname

source: financier
de: Finanzer

source: admin
de: Administrator

source: Please correct the marked fields.
de: Bitte die markierten Felder korrigieren.

source: %(model_name)s successfully saved.
de: %(model_name)s erfolgreich gespeichert.

source: Nothing saved, as no changes have been made.
de: Nichts gespeichert, da keine Änderungen vorgenommen wurden.

source: summer term
de: Sommersemester

source: winter term
de: Wintersemester

source: properties
de: Eigenschaften

source: print settings
de: Druckeinstellungen

# noun
source: refund
de: Erstattung

source: user data
de: Benutzerdaten

source: permissions
de: Berechtigungen

source: printing quota booked
de: Druckkontingent gebucht

source: cashbook
de: Kassenbuch

source: description
de: Beschreibung

source: password
de: Passwort

source: repeat password
de: Passwort wiederholen

source: The passwords don't match.
de: Die Passwörter stimmen nicht überein.

source: <strong>%(object_name)s</strong> successfully created.
de: <strong>%(object_name)s</strong> erfolgreich hinzugefügt.

source: <strong>%(object_name)s</strong> successfully deleted.
de: <strong>%(object_name)s</strong> erfolgreich gelöscht.

source: <strong>%(object_name)s</strong> successfully saved.
de: <strong>%(object_name)s</strong> erfolgreich gespeichert.

source: Deposit notes can only be sold with a lecture note.
de: Kautionsscheine können nur mit Skript verkauft werden.

source: This item isn't for sale.
de: Dieser Artikel steht nicht zum Verkauf.

source: This item doesn't exist.
de: Dieser Artikel existiert nicht.

source: The deposit note %(num)s has alredy been refunded.
de: Der Kautionsschein %(num)s wurde bereits erstattet.

source: This deposit note mustn't be refunded yet.
de: Dieser Kautionsschein darf noch nicht erstattet werden.

source: The deposit note %(num)s can only be refunded by a referent.
de: Der Kautionsschein %(num)s darf nur von einem Referenten erstattet werden.

source: catalogue
de: Katalog

source: shifts
de: Verkaufsschichten

source: management
de: Verwaltung

source: Log out %(username)s
de: %(username)s abmelden

source: log in
de: anmelden

source: imprint
de: Impressum

source: privacy policy
de: Datenschutz

source: about
de: über diese Software

source: comment
de: Kommentar

source: book
de: buchen

source: from
de: vom

source: until
de: bis zum

source: refresh
de: aktualisieren

source: export CSV
de: CSV exportieren

source: Hello, the following changes have been performed by %(username)s: Model: %(class)s Object: %(object)s Changelog: %(message)s Regards, Your Skriptentool
de: Hallo, es wurden folgende Änderungen von %(username)s vorgenommen: Objektklasse: %(class)s Objekt: %(object)s Änderungsmeldung: %(message)s Liebe Grüße, Euer Skriptentool

source: Hello, at the last count by %(user)s, there has been a deviation of %(amount)s €! Regards, Your Skriptentool
de: Hallo, bei der letzten Zählung von %(user)s gab es eine Abweichung von %(amount)s €! Liebe Grüße, Euer Skriptentool

source: Hello, the last sale has been closed with a balance of %(balance)s €! Regards, Your Skriptentool
de: Hallo, der letzte Verkauf wurde mit einem Kassenstand von %(balance)s € geschlossen! Liebe Grüße, Euer Skriptentool

source: Hello, %(vendor)s has booked %(amount)s pages to the account %(number)s. Regards, Your Skriptentool
de: Hallo, der Verkäufer %(vendor)s hat %(amount)s Seiten auf den Account %(number)s gebucht. Liebe Grüße, Euer Skriptentool

source: Delete %(verbose_name)s
de: %(verbose_name)s löschen

source: <strong>%(object)s</strong> can't be deleted, as the object is linked to other objects!
de: <strong>%(object)s</strong> kann nicht gelöscht werden, da das Objekt noch mit anderen Objekten verknüpft ist!

source: abort
de: abbrechen

source: Are you sure you want to delete <strong>%(object)s</strong>?
de: Soll <strong>%(object)s</strong> wirklich gelöscht werden?

source: delete
de: löschen

source: An error occured while sorting the table!
de: Fehler beim Sortieren der Tabelle!

source: Show %(verbose_name_plural)s
de: %(verbose_name_plural)s anzeigen

source: %(start)s of %(count)s
de: %(start)s von %(count)s

source: %(start)s to %(end)s of %(count)s
de: %(start)s bis %(end)s von %(count)s

source: actions
de: Aktionen

source: cover
de: Deckblatt

source: file
de: Datei

source: No %(verbose_name_plural)s found.
de: Keine %(verbose_name_plural)s gefunden.

source: search
de: suchen

source: Add %(verbose_name)s
de: %(verbose_name)s hinzufügen

source: Edit %(verbose_name)s
de: %(verbose_name)s bearbeiten

source: confirm
de: bestätigen

source: manage sale
de: Verkauf steuern

source: <strong>%(vendor)s</strong> is still active
de: <strong>%(vendor)s</strong> ist noch aktiv

source: Sale process still running
de: Verkaufsvorgang läuft noch

source: Register isn't counted
de: Kasse ist nicht gezählt

source: end sale
de: Verkauf schließen

source: close cart
de: abschließen

source: open sale
de: Verkauf öffnen

source: order
de: buchen

source: Deposit note required!
de: Kautionsschein benötigt!

source: existent
de: vorhanden

source: add new
de: hinzufügen

source: Enter number of deposit note
de: Kautionsscheinnummer eingeben

source: Old deposit note or wrong number (%(remove_old_deposit_number)s)
de: Alter Kautionsschein oder falsche Nummer (%(remove_old_deposit_number)s)

source: don't refund
de: nicht erstatten

source: refund
de: erstatten

source: Enter account number
de: Accountnummer eingeben

source: close
de: abschließen

source: Number of new deposit note: <strong>%(number)s</strong>
de: Neue Kautionsscheinnummer: <strong>%(number)s</strong>

source: Balance: <strong>%(old_balance)s</strong> → <strong>%(new_balance)s</strong>
de: Saldo: <strong>%(old_balance)s</strong> → <strong>%(new_balance)s</strong>

source: total
de: Summe

source: Your shifts
de: Deine Verkaufsschichten

source: You hadn't had any shifts yet.
de: Du hattest bisher noch keine Verkaufsschichten.

source: title
de: Titel

source: price
de: Preis

source: availability
de: Verfügbarkeit

source: %(stock)s copies
de: %(stock)s Exemplare

source: sold out
de: ausverkauft

source: There are currently no lecture notes for %(subject)s available.
de: Derzeit sind keine %(subject)s-Skripte verfügbar
